<template>
  <div class="section-distance">
    <Tabs :titles="['О художнике', 'О картине']" class="horizontal">
      <div>
        <div class="flex flex-col justify-between lg:flex-row">
          <div class="mb-5 w-full text-sm text-dark lg:mb-0 lg:w-1/2">
            Меруерт Кунакова — художница из Алматы, Казахстан. Занимается
            живописью, скульптурой и цианотипией, а также текстилем и вышивкой.
            Её подход — исследование травм в индивидуальной и коллективной
            памяти.
          </div>
          <div class="w-full lg:w-[30%]">
            <div>
              <img src="~/assets/img/art/artist.png" alt="" />
            </div>
          </div>
        </div>
      </div>
      <div>
        <div class="flex flex-col justify-between lg:flex-row">
          <div class="mb-5 w-full text-sm text-dark lg:mb-0 lg:w-1/2">
            Отпечатано на натуральной художественной бумаге плотностью
            265 г с матовым покрытием без покрытия и слегка текстурированной
            поверхностью, что обеспечивает насыщенное и яркое отображение
            цветов. Отпечатано в Дании. Giclée - это техника печати,
            используемая для получения интенсивных, насыщенных цветов, а также
            большего разнообразия глубины и нюансов. В сочетании с первоклассной
            художественной бумагой она гарантирует архивную сохранность цветов
            для максимальной устойчивости к возрасту. При создании коллекции
            «Парижское метро» София Линд вдохновлялась общественным искусством —
            и особенно искусством в местах, которые часто посещаются, например,
            в местах общественного транспорта. В частности, цвета и атмосфера
            четырёх станций метро в Париже. «Для меня возможность впитывать
            дизайн и архитектуру общественных мест — это как посещение музея».
            Примечание: Мы не предлагаем подходящие рамки для художественных
            отпечатков размером 100×100 см. Пожалуйста, обратитесь в местный
            магазин рамок, чтобы узнать о доступных вариантах. Мы всегда
            рекомендуем монтировать наши большие отпечатки перед обрамлением,
            чтобы избежать деформации или смятия бумаги. Осторожно завёрнутые
            в шёлковую бумагу и упакованные в защитный картонный тубус. Возможна
            доставка по всему миру.
          </div>
          <div class="w-full lg:w-[30%]">
            <div>
              <!-- <img src="~/assets/img/art/artist.png" alt="" /> -->
            </div>
          </div>
        </div>
      </div>
    </Tabs>
  </div>
</template>

<script>
export default {};
</script>

<style></style>
